[
{
    "id": "25",
    "name": "wivel chair",
    "category": "livingroom",
    "image": "https://i.pinimg.com/564x/bc/ea/89/bcea896786826d048bdb6f4d486fc241.jpg",
    "new_price": 5000,
    "old_price": 6000,
    "description": "Turoy ivory s living room design",
    "rating": 4.9,
    "reviews": 21,
    "topTrends": false,
    "newCollections": true,
    "detailOne": "Sit like a Bond villain whose only real diabolical concern is comfort. Photo by @amyepeters: lounge chair, chair, scandinavian, scandinavian living room, living room, living room designs, living room inspo, decor home living room, neutral living room, cozy corner, reading nook"
  },
  {
    "id": "14",
    "name": "Wooden Bookcase",
    "category": "livingroom",
    "image": "https://i.pinimg.com/enabled_hi/564x/f5/a7/60/f5a7604a0761c010441bccbab57cebd7.jpg",
    "new_price": 600,
    "old_price": 800,
    "description": "An industrial style bookcase with rustic charm.",
    "rating": 4.3,
    "reviews": 21,
    "topTrends": false,
    "detailOne": "Bring rustic charm to your living space with this industrial style bookcase. Its open shelves and metal frame showcase a blend of modern and vintage aesthetics, making it a versatile piece for storing books, decor, and personal items."
  },
  {
    "id": "10",
    "name": "Coffee Table",
    "category": "livingroom",
    "image": "https://i.pinimg.com/564x/61/4c/4e/614c4e0cd793d9daa5a63c53b4008b76.jpg",
    "new_price": 600,
    "old_price": 700,
    "description": "A classic wooden coffee table for a timeless look.",
    "rating": 4.4,
    "reviews": 25,
    "topTrends": false,
    "newCollections": false,
    "detailOne": "Enhance your living room with this classic wooden coffee table. Crafted from solid wood, it features a timeless design that blends seamlessly with traditional and transitional decor styles. The sturdy construction ensures durability and longevity, making it a lasting addition to your home."
  },
  {
    "id": "11",
    "name": "italian Sofa",
    "category": "livingroom",
    "image": "https://i.pinimg.com/564x/df/6d/fd/df6dfd902fbbe0a05b8a1ef97fa759b5.jpg",
    "new_price": 2200,
    "old_price": 2600,
    "description": "A luxurious leather sectional sofa for spacious seating.",
    "rating": 4.8,
    "reviews": 30,
    "topTrends": true,
    "newCollections": false,
    "detailOne": "Transform your living room with this luxurious leather sectional sofa. Its L-shaped design offers ample seating space, perfect for hosting guests or lounging with family. The premium leather upholstery adds sophistication to your decor while providing exceptional comfort."
  },
  {
    "id": "12",
    "name": "White Armchair",
    "category": "livingroom",
    "image": "https://i.pinimg.com/564x/41/98/3d/41983d5933cb456d7cb0b15ba4816770.jpg",
    "new_price": 900,
    "old_price": 1100,
    "description": "A mid-century modern armchair with retro charm.",
    "rating": 5,
    "reviews": 28,
    "topTrends": false,
    "newCollections": true,
    "detailOne": "Add a touch of retro charm to your living space with this mid-century modern armchair. Its sleek silhouette and tapered legs capture the essence of mid-century design, making it a stylish addition to any room. The upholstered seat and backrest offer comfort and support for relaxation."
  }

]